Repository: BMCSolution/SmartSharjah-iOS
Catalog: smartSharjah/Utilites/*.lproj/Localizable.strings
Languages: ar

source: SMART SHARJAH
ar: الشارقة الذكية

source: OK
ar: موافق

source: Alert
ar: إنذار

source: Please enter a valid email
ar: يرجى ادخال البريد الكتروني الصحيح

source: Please enter matching Password
ar: الرجاء إدخال كلمة المرور المطابقة

source: Password & Confirm Password do not match
ar: كلمة المرور و تأكيد كلمة المرور غير متطابقة

source: Please enter a valid name
ar: يرجى ادخال اسم صحيح

source: Please enter a valid Password
ar: يرجى ادخال كلمة المرور الصحيحة

# Coming soon...
source: Service is not available
ar: الخدمة غير متوفرة

source: No Internet Connection
ar: لا يوجد اتصال إنترنت

source: Make sure your device is connected to the internet.
ar: تأكد من أن جهازك متصل بالإنترنت.

source: You have successfully logged out
ar: لقد خرجت بنجاح

source: Password should have 8 characters or more
ar: يجب أن تحتوي كلمة المرور على 8 أحرف أو أكثر

source: Password should have at least one lower case letter
ar: يجب أن تحتوي كلمة المرور على حرف واحد على الأقل

source: Password should have at least one upper case letter
ar: يجب أن تحتوي كلمة المرور على حرف واحد على الأقل

source: Password should contain at least one digit
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل

source: Password should contain at least one special character
ar: يجب أن تحتوي كلمة المرور على شخصية خاصة واحدة على الأقل

source: Login to use this feature
ar: تسجيل الدخول لاستخدام هذه الميزة

source: Select a Language or swipe up for Login
ar: اختر لغة أو اسحب لأعلى لتسجيل الدخول

source: Successfully Updated Profile Image
ar: تم تحديث صورة الملف الشخصي بنجاح

source: Update failed!
ar: فشل التحديث!

source: signup unsuccessful
ar: الاشتراك غير ناجح

source: Email cannot be empty
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا

source: Invalid Phone number (e.g: 971xxxxxxxxx)
ar: رقم الهاتف غير صالح (على سبيل المثال: 971xxxxxxxxx)

source: Your application has been successfully submitted
ar: تم تقديم طلبك بنجاح

source: full name cannot be empty
ar: الاسم الكامل لا يمكن أن يكون فارغا

source: please select a future date
ar: يرجى تحديد تاريخ في المستقبل

source: cab booked
ar: حجزت سيارة أجرة

source: plate source missing
ar: مصدر اللوحة مفقود

source: plate number missing
ar: رقم اللوحة مفقود

source: parking hours missing
ar: ساعات وقوف السيارات في عداد المفقودين

source: SMS sending service unavailable
ar: خدمة إرسال الرسائل القصيرة غير متوفرة

source: Account number cannot be empty
ar: لا يمكن أن يكون رقم الحساب فارغًا

source: Invalid Phone number (e.g: 971XXXXXXXXX)
ar: رقم الهاتف غير صالح (على سبيل المثال: 971xxxxxxxxx)

source: Incorrect Username or Password
ar: البريد الإلكتروني او كلمة المرور غير صحيحة

source: Password must be at least 8 characters in length and must cointain a minimum of 1 lower case letter [a-z] 1 upper case letter [A-Z] 1 numeric character [0-9] and 1 minimum special character.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل و يجب أن تحتوي على أحرف كبيرة وصغيرة وارقام ورموز خاصة

source: cannot be empty
ar: لايمكن ان يكون فارغا
